export const data = [
	{
		title: `파리지옥`,
		image: './assets/images/01_Dionaea_muscipula.jpeg',
		color: '#f98866',
		description: `포스 있는 생김새로 일반인에게 벌레 잡아먹는 식물 하면 가장 유명한 파리지옥의 경우 유명세에 비하여 오히려 벌레를 못 잡는 편에 속한다. 하지만 꼭 곤충이나 생물로 인한 양분이 없어도 물로도 살아갈 수 있기 때문에 사육이 어렵지는 않다.`
	},
	{
		title: `네펜데스`,
		image: './assets/images/02_Nepenthes.jpeg',
		color: '#ffbb00',
		description: `
		<p>네펜데스(벌레잡이통풀)의 안은 위액 비스무리한 끈적한 액체로 가득 차있는데, 향긋한 냄새를 풍겨 머리 나쁜 벌레나 때로는 상대적으로 큼지막한 쥐도 끌어들여 서서히 녹여 양분으로 삼는다. 포켓몬스터의 포켓몬 우츠보트의 모티브이다.</p>

		<p>2009년에 진짜로 큰 쥐까지 잡아먹는 네펜데스 신종이 새로 발견되었다고 나왔으나 N. rajah, N. merilliana와 같은 큰 포충낭을 가지는 종이 이미 발견된 점을 생각하면 기자의 설레발이다. 그냥 새로운 네펜데스 종이 발견되었다는 정도로만 생각하면 된다.</p>
		
		<p>2011년 네펜데스 롭캔들리(Nepenthes robcantleyi)라는 새로운 종이 네펜데스 대열에 합류하였다. 식물체의 길이는 2.5m고 포충낭의 너비는 10cm, 길이는 40cm로 대형종에 속한다. 언론에서는 쥐나 개구리도 잡아먹을 수 있다고 타이틀을 달아놓았다. 특히 이종은 기존에 트룬카타(Nepenthes truncata)의 아종으로 취급됐지만, 베이치와 연관성이 더 크다는 것이 밝혀지는 등 여러 논쟁거리가 되었다.</p>
		
		<p>고산종과 저산종이 있는데 고산종 중 일부 종은 일교차가 큰 지역에서 서식하므로 세심한 관리가 필요하다. 특히 여름에 25도 이상으로 올라가면 치명적이다. 일부 고산종은 교잡이 가능하다.</p>
		`
	},
	{
		title: `끈끈이귀개`,
		image: './assets/images/03_Drosera_rotundifolia.jpeg',
		color: '#80bd9e',
		description: `<p>이름대로 잎에 분비되는 끈끈이를 이용해 벌레를 붙잡고 소화액을 분비해 흡수한다. 끈끈이는 잡은 벌레를 소화하는 역할도 하며, 소화된 벌레는 선모에서 흡수되어 영양이 된다. 소화되기 전까지 벌레가 썩지 않기 위한 방부 효과도 있다고 한다. 끈끈이는 벌레에게 있어서 무서운 것이지만, 아침 이슬처럼 투명감이 있어 햇빛에 쬐면 반짝이고 매우 아름답다. 파리지옥과는 달리 외모는 그리 멋있지 않지만 방충 효과가 매우 뛰어나다.</p>

		<p>끈끈이귀개는 먹을 수 있는 것과 먹을 수 없는 것을 구별할 수 있는 영리한 식물이다. 만일 돌멩이나 금속을 잎 위에 놓으면 처음에 선모가 조금 움직이지만 끈끈이는 추가로 분비되지 않는다.</p>
		`
	},
	{
		title: `에셀리아나`,
		image: './assets/images/04_Asseriana.jpeg',
		color: '#375e97',
		description: `벌레잡이제비꽃(학명:Pinguicula vulgaris)은 대한민국 북부 높은 산의 습한 바위나 습원에 나는 여러해살이 식충 식물이다. 이름답게 전혀 식충식물로 보이지는 않는다. 그러나 이름과 달리 제비꽃과는 목 단위 부터 다르다. 높이는 5-15cm이고 잎은 뿌리에서 밀생하고, 땅 위로 퍼지며, 긴 타원형, 좁은 난형, 끝이 둔하고, 다소 안쪽으로 말리며, 길이 3-5cm, 폭 1-2cm으로 꽤 작은 화초이다. 양면에 작은 선모가 밀생하여 점액을 분비하여, 벌레를 잡는다. 꽃은 대부분 밝은 자주색이며, 꽃줄기 끝에 1송이씩 달린다. 그리고 꽃은 사시사철 피고,지고를 반복한다.`
	},
	{
		title: '세팔로투스',
		image: './assets/images/05_Cephalotus.jpeg',
		color: '#f98866',
		description: `호주 서남부에 사는 식충식물. 이건 특이하게 벌레를 먹는 잎과 벌레를 먹지 않는 잎이 두 종류가 있다. 벌레를 먹는 포충엽은 네펜데스처럼 안이 비어 있고, 벌레를 먹지 않는 비포충엽은 납작하다. 사진으로는 크기를 가늠하기 어려운데 매우 작다. 포충낭의 크기는 커 봤자 동전 크기 정도.`
	},
	{
		title: '달링토니아',
		image: './assets/images/06_Darlingtonia.jpeg',
		color: '#ffbb00',
		description: `<P>사라세니아과에 속한다. 사라세니아와 비슷하게 생겼지만 포충 입구 쪽에 뱀 혓바닥처럼 생긴 것이 나왔다. 보다시피 그야말로 코브라처럼 생겼다.</P>

		<P>키우기는 매우매우 어려운 품종. 흙이 항상 차가운 것을 요구하는데, 우리나라의 여름을 견디기 위해서는 관리가 제법 필요하다. 그러면서도 빛을 많이 요구하는 편인지라 보통 이 식물의 서식지는 일조량이 많은 지역의 계곡 지대 근처가 된다고 한다.</P>
		
		<P>뱀 머리처럼 생긴 저 부풀어오른 잎은 아래쪽으로 살짝 말려서 잎의 안쪽에 관 비슷한 공간을 형성한 폐쇄형 구조를 이루고 있는데, 둥글게 말린 잎 아래쪽에 약간 트인 구멍(틈새)으로 곤충이 들어가게 유인한 다음, 곤충이 잎의 아래쪽으로 떨어지게 하는 방식으로 곤충을 잡아먹는다. 이런 게 가능한 이유는 달링토니아의 둥글게 부푼 잎뚜껑 표면의 구조 때문에 가능한 것이다.</P>
		
		<P>달링토니아는 잎뚜껑 표면의 그물처럼 된 잎맥 사이사이로 빛이 다 비쳐보일 정도로 투명한 구간이 존재하는데, 안쪽에서 여기를 올려다보는 곤충 입장에선 빛이 여기로 비쳐드니 당연히 빛을 쫓아 그 위로 향하지만 빛만 비칠 뿐 이미 폐쇄된 공간인지라 곤충이 올라가봤자 당연히 잎뚜껑 안쪽에 부딪혀서 탈출에 실패, 결국 잎 안 쪽으로 떨어지게 되면 달링토니아는 그 곤충을 자기 먹이로 삼는 것이다. 일종의 곤충의 특성을 이용한 정교한 함정을 활용하는 식물이라 할 수 있다.</P>`
	},
	{
		title: '라플레시아',
		image: './assets/images/07_Rafflesia.jpeg',
		color: '#80bd9e',
		description: `<p>라플레시아의 가장 주요한 특징은 세계에서 제일 큰 꽃이다. 꽃의 지름은 1미터, 꽃무게 약 11kg에 꽃받침 무게만 약 7kg에 달한다.때문에 유럽에서는 탐험대가 꽃에 관한 사실을 전하자 엄청난 화제를 불러일으켰다. 꽃 크기가 크기이다보니 피는 데만 한 달이 걸리지만, 이렇게 피어나도 일주일도 못 버티고 진다. 개화시기도 일정하지 않기 때문에 활짝핀 상태를 보기 힘들다. 꽃봉우리일때는 꼭 썩은 양배추 같은 비주얼을 자랑한다.</p>

		<p>이 꽃은 매우 강렬한 악취로도 유명한데, 이와 관련한 일화가 있다. 1876년 영국에서 열린 박람회에서 살아 있는 라플레시아를 볼 수 있다고 하여 수많은 사람들이 기대를 했다. 왜냐하면 일주일도 못 가서 꽃이 지기 때문에 직접 보기 힘들기 때문이다. 하지만 박람회에 찾아온 사람들은 모두가 냄새에 비명을 지르고 구토를 하면서 정신을 차리지 못했다. 라플레시아는 파리를 유인해 수분하는 식물이기에, 이 꽃은 향기와는 거리가 먼 고기 썩은 내와 비슷한 끔찍한 악취를 풍기기 때문이다. 다만 꽃잎이 막 폈을 때는 신선한 버섯 같은 냄새가 난다고 한다. 악취는 꽃이 썩기 시작하면서 난다.</p>
		
		<p>묘하게 식충식물들과 한패거리로 다뤄지는 경우가 많다. 때문에 이 생소한 식물에 대해 잘 모르는 사람들은 라플레시아도 냄새로 벌레들을 유인해 잡아먹는 식충식물이라고 오해하곤 하지만, 실상은 그 반대. 라플레시아는 그냥 충매화일 뿐이다. 냄새로 파리들을 유혹하는 것은 어디까지나 수분을 위해서지, 절대 네펜데스처럼 파리를 직접 잡아먹기 위해서가 아니다. 단지 그 악명높은 냄새 때문에 생긴 혐오스런 이미지가, 식충식물들의 위험한 이미지와 궁합이 잘 맞아서 한패거리로 몰리는 것뿐.</p>`
	},
	{
		title: '냉이',
		image: './assets/images/08_Capsella.jpeg',
		color: '#375e97',
		description: `냉이의 씨는 젖으면 끈적이는 합성물을 방출하는데, 수생 곤충이 거기에 달라붙어 끝내 죽고 만다. 그래서 모기가 유충일 때 방제하는 방법에 쓰일 수 있다. 그래서 냉이를 준식충식물이라 할 수 있다. 냉이는 한번에 많은 씨를 흩뿌리는데 씨앗은 여름철엔 휴지기를 갖고 활동하지 않다가 가을에 싹을 낸다. 새로 난 싹은 근생엽 형태로 겨울을 나고 새 봄에 꽃대가 자라난다.`
	},
];
